{"_id":{"$oid":"627244b3f12511bd5736c1f3"},"Title":"South wind","Description":"A young member of an underground gang in Belgrade puts himself and his family in danger when he crosses a mafia leader who works for the chief of police.","Director":{"Name":"Milos Avramovic","Bio":"Serbian screenwriter, producer and director.He gained knowledge and experience working as a first assistant director on feature films, feature series, numerous commercials and dedicated films for clients from Serbia and abroad.","Birth":"1978-02-23"},"Genre":{"Name":"Crime","Description":"Crime fiction is the literary genre that fictionalises crimes, their detection, criminals and their motives."},"ImagePath":"https://www.imdb.com/title/tt5207158/mediaviewer/rm1260611840/","Featured":true}
{"_id":{"$oid":"627249aaeeb9fa14d6d1b1c6"},"Title":"Zona Zamfirova","Description":"A local rich man daughter, and the vicissitudes of her affair with Mane (Vojin Cetkovic), an ordinary goldsmith. As it was undesirable for the daughter of a rich man to marry a craftsman, the two are at first divided, with the possibility of Zona marrying the son of other rich people, Manulac. Everything is, however, changed as Mane organizes a successful conspiracy to keep Zona for himself.","Director":{"Name":"Zdravko Sotra","Bio":"Serbian film and television director and screenwriter. Sotra graduated from the Faculty of Dramatic Arts, University of Arts in Belgrade with a degree in film directing. He began his professional career at TV Belgrade, working there since its inception.","Birth":"1933-02-13"},"Genre":{"Name":"Drama","Description":"Considered as a genre of poetry in general, the dramatic mode has been contrasted with the epic and the lyrical modes."},"ImageUrl":"https://en.wikipedia.org/wiki/Zona_Zamfirova#/media/File:Zona_Zamfirova_DVD-Cover.jpg","Featured":true}
{"_id":{"$oid":"62724df2eeb9fa14d6d1b1c8"},"Title":"Besa","Description":"Uros Peric is a small business man from Belgrade. He kills a daughter of an Albanian mob boss in a car accident. In order to save his family, he is forced to commit crimes for the mafia.","Director":{"Name":"Srdjan Karanovic","Bio":"Serbian film director and screenwriter. He has directed 17 films since 1968. ","Birth":"1945-11-17"},"Genre":{"Name":"Drama","Description":"Considered as a genre of poetry in general, the dramatic mode has been contrasted with the epic and the lyrical modes."},"ImageUrl":"https://www.imdb.com/title/tt9170318/mediaviewer/rm2355280641/","Featured":true}
{"_id":{"$oid":"62724ebdeeb9fa14d6d1b1ca"},"Title":"Montevideo: Taste of a dream","Description":"A story about one team that decides to follow a dream that takes them on a journey to the First World Football Championship in Montevideo, Uruguay in 1930. A dream that allows them to become true stars and living legends.","Director":{"Name":"Dragan Bjelogrlic","Bio":"Serbian actor, director and producer. He made his acting debut as a 15-year old in a 1978 film that achieved sizable popularity. He followed that up in the coming years with other roles in TV series, short, and feature films. By the mid-1980s, Bjelogrlic was an established young actor in SFR Yugoslavia. ","Birth":"1963-10-10"},"Genre":{"Name":"Adventure","Description":"Revolves around the conquests and explorations of a protagonist. The purpose of the conquest can be to retrieve a person or treasure, but often the main focus is simply the pursuit of the unknown. These films generally take place in exotic locations and play on historical myths."},"ImageUrl":"https://m.imdb.com/title/tt1634013/mediaviewer/rm3708354560/","Featured":true}
{"_id":{"$oid":"62724f2beeb9fa14d6d1b1cb"},"Title":"The red colored grey truck","Description":"At the dawn of a civil war in Yugoslavia, a chance encounter brings together a color blind truck driver and a free-spirited city girl. Their road trip proves to be fateful.","Director":{"Name":"Srdjan Koljevic","Bio":"Srdjan Koljevic was born in 1966 in Sarajevo, Bosnia and Herzegovina, Yugoslavia. He is known for The Woman with a Broken Nose (2010), The Red Colored Grey Truck (2004) and The Trap (2007).","Birth":"1966-12-31"},"Genre":{"Name":"Comedy","Description":"Genre of fiction that consists of discourses or works intended to be humorous or amusing by inducing laughter, especially in theatre, film, stand-up comedy, television, radio, books, or any other entertainment medium."},"ImageUrl":"https://www.imdb.com/title/tt0365089/mediaviewer/rm1410080512/","Featured":true}
{"_id":{"$oid":"62724f50eeb9fa14d6d1b1cc"},"Title":"Dudes","Description":"Urban comedy, happening during a night in Belgrade. Mare, Pop and Gojko are three friends who grew up together. Mare and Pop have always been musicians, while Gojko (who was harassed by them in school and nicknamed Sissy) became a guy in suit, boss of his own club and recording studio.","Director":{"Name":"Radivoje Andric","Bio":"A film and television director. Prior to his studies at the Faculty of Dramatic Arts, he directed the performances at the Dadov amateur theatre: \"Tomb for Boris Davidovich\" (Grobnica za Borisa Davidovica) by Danilo Kis and \"Che - the Lasting Tragedy\" (Ce-tragedija koja traje) by Dusko Radovic and Matija Beckovic. He acquired his experience over the past ten or so years working as an assistant to renowned Yugoslav directors. ","Birth":"1967-07-08"},"Stars":["Boris Milivojevic","Sergej Trifunovic","Nebojsa Glogovac."],"Genre":{"Name":"Comedy","Description":"Genre of fiction that consists of discourses or works intended to be humorous or amusing by inducing laughter, especially in theatre, film, stand-up comedy, television, radio, books, or any other entertainment medium."},"ImageUrl":"https://www.imdb.com/title/tt0279248/mediaviewer/rm1459151872/","Featured":true}
{"_id":{"$oid":"62724fcceeb9fa14d6d1b1cd"},"Title":"Barking at the Stars","Description":"Comedy about teachers and students at a high school in a small provincial town. Mihailo tries to win the heart of a girl his brother is also chasing.","Director":{"Name":"Zdravko Sotra","Bio":"Serbian film and television director and screenwriter. Sotra graduated from the Faculty of Dramatic Arts, University of Arts in Belgrade with a degree in film directing. He began his professional career at TV Belgrade, working there since its inception.","Birth":"1933-02-13"},"Genre":{"Name":"Romance","Description":"Explore the essential themes of love at first sight, young (and older) love, unrequited love, obsessive love, sentimental love, spiritual love, forbidden love, sexual and passionate love, sacrificial love, explosive and destructive love, and tragic love."},"ImageUrl":"https://www.imdb.com/title/tt0187231/mediaviewer/rm822877952/","Featured":true}
{"_id":{"$oid":"62725080eeb9fa14d6d1b1ce"},"Title":"The Hornet","Description":"A noir love story between a Serbian girl and a mysterious young Albanian, set against the backdrop of the recent Balkan conflicts.","Director":{"Name":"Gorcin Stojanovic","Bio":"Gorcin Stojanovic was born on October 19, 1966 in Sarajevo, Bosnia and Hercegovina, Yugoslavia. He is a director and producer, known for Premeditated Murder (1995), The Hornet (1998) and Tajne vinove loze (2021).","Birth":"1966-10-19"},"Genre":{"Name":"Drama","Description":"Considered as a genre of poetry in general, the dramatic mode has been contrasted with the epic and the lyrical modes."},"ImageUrl":"https://www.imdb.com/title/tt0147556/mediaviewer/rm1742529792/","Featured":true,"Stars":[["Mirjana Jokovic","Sergej Trifunovic"]]}
{"_id":{"$oid":"62725121eeb9fa14d6d1b1cf"},"Title":"The Wounds","Description":"It depicts the violent lives of two boys in Belgrade as they aspire to make names for themselves in the citys underworld. The story takes place throughout the 1990s, against the backdrop of Yugoslav Wars and growing ethnic hatred.","Director":{"Name":"Srdjan Dragojevic","Bio":"Degree in Clinical Psychology and in Film Directing. Author of the 8 feature films and 8 books for grown-up and the kids. His books for kids \"Poopwille\", \"Poopking\" and \"Winged childhood\" are among the bestsellers for the kids in Ex-Yu region. His film \"Pretty Village, Pretty Flame\" is among 1000 best films of all time in Halliwells film encyclopedia and among 30 best war films in history, according to Sight&Sound critics.","Birth":"1963-01-01"},"Genre":{"Name":"Crime","Description":"Films of this genre generally involve various aspects of crime and its detection. Stylistically, the genre may overlap and combine with many other genres, such as drama or gangster film, but also include comedy, and, in turn, is divided into many sub-genres, such as mystery, suspense or noir."},"ImageUrl":"https://www.imdb.com/title/tt0165546/mediaviewer/rm873078528/","Featured":true}
{"_id":{"$oid":"6272d3b813af310d6bd6a9a9"},"Title":" We are not angels ","Description":" Angel and the devil fight for the soul of a Belgrade playboy who made a young girl pregnant.","Genre":{"Name":" Comedy ","Description":"Genre of fiction that consists of discourses or works intended to be humorous or amusing by inducing laughter, especially in theatre, film, stand-up comedy, television, radio, books, or any other entertainment medium."},"Director":{"Name":" Srdjan Dragojevic ","Bio":" Degree in Clinical Psychology and in Film Directing. Author of the 8 feature films and 8 books for grown-up' and the kids..","Birth":" 1963-01-01 "},"ImagePath":" https://www.imdb.com/title/tt0104860/mediaviewer/rm1608639488/ ","Featured":true}
